/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Bad E-Mail" = "Bad E-Mail";

/* No comment provided by engineer. */
"Confirm:" = "Confirm:";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Countries" = "Countries";

/* No comment provided by engineer. */
"Country:" = "Country:";

/* No comment provided by engineer. */
"Create Account" = "Create Account";

/* No comment provided by engineer. */
"E-Mail:" = "E-Mail:";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Failed request" = "Failed request";

/* No comment provided by engineer. */
"First Name:" = "First Name:";

/* No comment provided by engineer. */
"If you cannot remember you password and need help to restore it, please click here." = "If you cannot remember you password and need help to restore it, please click here.";

/* No comment provided by engineer. */
"Last Name:" = "Last Name:";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Number:" = "Number:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Operation timed out" = "Operation timed out";

/* No comment provided by engineer. */
"Password does not match" = "Password does not match";

/* No comment provided by engineer. */
"Password mininimum 6 characters" = "Password mininimum 6 characters";

/* No comment provided by engineer. */
"Password:" = "Password:";

/* No comment provided by engineer. */
"Phone number" = "Phone number";

/* No comment provided by engineer. */
"Please choose your country and type your phone number" = "Please choose your country and type your phone number";

/* No comment provided by engineer. */
"Registration" = "Registration";

/* No comment provided by engineer. */
"Required" = "Required";

/* No comment provided by engineer. */
"Select country" = "Select country";

/* No comment provided by engineer. */
"The First Name must only contain characters" = "The First Name must only contain characters";

/* No comment provided by engineer. */
"The Last Name must only contain characters" = "The Last Name must only contain characters";

/* No comment provided by engineer. */
"Type your new account information" = "Type your new account information";

/* No comment provided by engineer. */
"User Name mininimum 6 characters and must starts with letter" = "User Name mininimum 6 characters and must starts with letter";

/* No comment provided by engineer. */
"User name:" = "User name:";

/* No comment provided by engineer. */
"User Name:" = "User Name:";

/* No comment provided by engineer. */
"WelcomeKey" = "WelcomeKey";

/* No comment provided by engineer. */
"Wrong user name or password" = "Wrong user name or password";

/* No comment provided by engineer. */
"Your phone number" = "Your phone number";

